import {FC} from "react";

const Settings:FC = () => {
  return(
    <>
      <h1>Анекдот про медведей</h1>
      <p>
        Сидят два белых медведя на льдине - папа и сын.
        Сын: Пап, а у нас были в роду бурые медведи?
        Папа: Нет сынок, не было.
        Сын: Пап, а гризли были у нас в роду?
        Папа: Не было таких.
        Сын: Пап, ну может панды были?
        Папа: Нет сын и таких не бывало, а к чему ты спрашиваешь всё это?
        Сын: Да хз, мёрзну я чё–то.
      </p>
    </>
  )
}

export default Settings